Repository: 84000/data-translation-memory
Catalog: toh238-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་རྣམས་ལ་མ་ཡིན་ཏེ།
en: They are not appropriate for noble ones.

source: འཕགས་པ་རྣམས་ནི་བདེན་པ་ཡང་དག་པ་ལ་དགའ་བའོ་ཞེས་འཕགས་པ་རྣམས་ལ་བདེན་པ་བརྗོད་དོ། །
en: Noble ones take joy in the authentic truth, and therefore speak the truth with noble ones.

source: འཕགས་པ་རྣམས་ཀྱི་བདེན་པ་གང་ཞེ་ན།
en: What is the truth of the noble ones?

source: བཙུན་པ་རབ་འབྱོར་ཤིན་ཏུ་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ནི་འཕགས་པ་རྣམས་ཀྱི་བདེན་པའོ། །
en: Honorable Subhūti, complete awakening is the truth of the noble ones.

source: ཆོས་ཐམས་ཅད་ནི་བྱང་ཆུབ་ཀྱི་རང་བཞིན་ཏེ།
en: All phenomena have the nature of awakening.

source: འདི་ནི་འཕགས་པ་རྣམས་ཀྱི་བདེན་པའོ། །སྨྲས་པ།
en: This is the truth of the noble ones.”

source: རིགས་ཀྱི་བུ་སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་དང་། ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དང་། འགོག་པའི་བདེན་པ་དང་། ལམ་གྱི་བདེན་པ་དང་། བདེན་པ་བཞི་མེད་དམ།
en: Subhūti then asked, “Child of good family, is the truth of the noble ones not the four truths—the truth of suffering, the truth of origin, the truth of cessation, and the truth of the path?”

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་སྡུག་བསྔལ་འདུས་བྱས་མ་ཡིན་ནམ།
en: The bodhisattva Nirārambha replied, “Honorable Subhūti, is suffering not compounded?”

source: སྨྲས་པ། དེ་དེ་བཞིན་ཏེ་སྡུག་བསྔལ་ནི་འདུས་བྱས་སོ། །
en: “That is correct, suffering is compounded,” said Subhūti.

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་བཅོམ་ལྡན་འདས་ཀྱིས་འདུས་བྱས་ཐམས་ཅད་བརྫུན་པ་སླུ་བའི་ཆོས་སོ་ཞེས་མ་གསུངས་སམ།
en: The bodhisattva Nirārambha then asked, “Honorable Subhūti, did not the Blessed One say that anything compounded is a false and deceptive phenomenon?”

source: སྨྲས་པ། རིགས་ཀྱི་བུ་དེ་ལྟ་བུའོ། །
en: “So he did, child of good family,” replied Subhūti.

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། གལ་ཏེ་སྡུག་བསྔལ་ནི་འདུས་བྱས་ཏེ་དེ་བརྫུན་པ་ཡིན་ན། ཁྱོད་འདི་ལྟར་ཅི་ཞིག་ལས་སྡུག་བསྔལ་འཕགས་པའི་བདེན་པའོ་སྙམ་དུ་སེམས།
en: The bodhisattva Nirārambha then asked, “If suffering is compounded and thus false, what makes you think suffering is a truth of the noble ones?”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། རིགས་ཀྱི་བུ་སྡུག་བསྔལ་ནི་འདུས་བྱས་ཏེ་བརྫུན་པའོ། །
en: “Child of good family,” replied Subhūti, “suffering is compounded and thus false.

source: སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་པ་ནི་བདེན་པའོ། །སྨྲས་པ།
en: Truth is knowing suffering.”

source: གལ་ཏེ་སྡུག་བསྔལ་ནི་འདུས་བྱས་བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་ཏེ་ཡང་དག་པ་མ་ཡིན་ན་དེ་ཡོངས་སུ་ཤེས་པ་ཡང་བདེན་པར་རུང་ངམ།
en: Nirārambha then asked, “If suffering is compounded, false, deceptive, and unreal, then how would knowing it be truly appropriate?

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། རིགས་ཀྱི་བུ་དེ་ལྟའོ། །
en: “Indeed, child of good family,” replied Subhūti.

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཁྱོད་ཀྱི་སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་པ་འཕགས་པའི་བདེན་པར་ག་ལ་འགྱུར།
en: The bodhisattva Nirārambha then asked, “Honorable Subhūti, in what sense is your knowing of suffering a truth of the noble ones?”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། རིགས་ཀྱི་བུ་འགོག་པ་ནི་འདུས་མ་བྱས་པ་ཡིན་ན། དེ་ཅིའི་ཕྱིར་འཕགས་པའི་བདེན་པར་མི་འགྱུར།
en: “Child of good family,” replied Subhūti, “if cessation is uncompounded, how is it not the truth of the noble ones?”

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཅི་འགོག་པ་དེ་ཉིད་འགོག་པའི་བདེན་པའམ་འོན་ཏེ་ཆོས་གཞན་འགའ་ཞིག་འགགས་པ་ལགས་སམ།
en: The bodhisattva Nirārambha then asked, “Honorable Subhūti, is cessation itself the truth of cessation, or the ceasing of some other phenomenon?

source: ཅི་ཞིག་འགགས་པས་འགོག་པའི་བདེན་པར་ཡིད་ཆེས།
en: Because of the cessation of what is it the truth of cessation?”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། རིགས་ཀྱི་བུ་སྡུག་བསྔལ་འགོག་པས་འགོག་པའི་བདེན་པ་ཞེས་བརྗོད་དོ། །
en: “Child of good family,” replied Subhūti, “it is called ‘the truth of cessation’ because of the cessation of suffering.”

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། གནས་བརྟན་རབ་འབྱོར་གྱིས་སྡུག་བསྔལ་ནི་འདུས་བྱས་ཏེ། བརྫུན་པ་སླུ་བའི་ཆོས་སོ་ཞེས་མ་སྨྲས་སམ།
en: The bodhisattva Nirārambha then asked, “Did the elder Subhūti not say that suffering is a compounded, false, and deceptive phenomenon?”

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཆོས་གང་བརྫུན་པ་ཡང་དག་པར་མ་ཡིན་པ་དེ་ལ་ནི་འགོག་པ་མེད་ན་ཁྱོད་ཀྱི་སྡུག་བསྔལ་དེ་འགོག་པར་ག་ལ་འགྱུར།
en: The bodhisattva Nirārambha then asked, “Honorable Subhūti, if there is no cessation for a phenomenon that is false and incorrect, in what sense does your suffering cease?”

source: དེ་སྐད་ཅེས་སྨྲས་པ་དང་། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྩོམ་པ་མེད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་ཁྱོད་ཀྱི་སྤོབས་པ་ལ་བདག་རྗེས་སུ་ཡི་རང་ངོ་། །
en: Once that had been said, the venerable Subhūti said to the bodhisattva great being Nirārambha, “Child of good family, I rejoice in your confident eloquence.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཀྱང་ཁྱོད་ཀྱི་སྤོབས་པ་ཐོབ་པར་གྱུར་ཅིག །
en: May all beings also attain your confident eloquence.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བདེན་པ་ནི་གང་།
en: Child of good family, what is the truth for bodhisattvas?

source: བདེན་པ་མངོན་པར་རྟོགས་པ་ནི་གང་།
en: What truth do they clearly comprehend?”

source: བྱང་ཆུབ་སེམས་དཔའ་རྩོམ་པ་མེད་ཀྱིས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཆོས་ཐམས་ཅད་ནི་བདེན་པའི་ཚུལ་དང་འགལ་བ་མ་ཡིན་ནོ། །
en: “Honorable Subhūti,” replied the bodhisattva Nirārambha, “there is no contradiction between any phenomena and the mode of the truth.

source: དེ་བས་ན་ཆོས་ཐམས་ཅད་མངོན་པར་རྟོགས་པ་ནི་བདེན་པ་མངོན་པར་རྟོགས་པའོ།
en: Therefore, the clear comprehension of all phenomena is the clear comprehension of the truth.

source: བཙུན་པ་རབ་འབྱོར་ཆོས་ཐམས་ཅད་ནི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་སྟེ།
en: Honorable Subhūti, all phenomena arise dependently.

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་མངོན་པར་རྟོགས་པ་ནི་བདེན་པ་མངོན་པར་རྟོགས་པའོ། །
en: The clear comprehension of dependent arising is the clear comprehension of the truth.

source: ཆོས་ཐམས་ཅད་ནི་སྟོང་པ་སྟེ།
en: All phenomena are empty.

source: སྟོང་པ་ཉིད་ཁོང་དུ་ཆུད་པ་ནི་བདེན་པའོ། །
en: Understanding emptiness is the truth.

source: སྟོང་པ་ཉིད་མངོན་པར་རྟོགས་པ་ནི་བདེན་པ་མངོན་པར་རྟོགས་པའོ། །
en: The clear comprehension of emptiness is the clear comprehension of the truth.

source: ཆོས་ཐམས་ཅད་ནི་མ་སྐྱེས་པ་སྟེ་མི་སྐྱེ་བ་ཁོང་དུ་ཆུད་པ་ནི་བདེན་པའོ། །
en: All phenomena are unarisen. Understanding nonarising is the truth.

source: མི་སྐྱེ་བ་མངོན་པར་རྟོགས་པ་ནི་བདེན་པ་མངོན་པར་རྟོགས་པའོ། །
en: The clear comprehension of nonarising is the clear comprehension of the truth.

source: བཙུན་པ་རབ་འབྱོར་གང་དུ་བདེན་པ་མངོན་པར་རྟོགས་པ་དེ་ལ་ཆོས་གང་ཡང་སྒྲུབ་པའམ་སྤང་བ་མེད་དོ། །
en: Honorable Subhūti, when there is comprehension of the truth, no phenomena are established or rejected.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བདེན་པ་མངོན་པར་རྟོགས་པ་ནི་ཆོས་གང་ཡང་མངོན་པར་མི་སྒྲུབ་སྟེ།
en: Honorable Subhūti, the bodhisattvas’ clear comprehension of the truth does not involve any phenomena.

source: བཙུན་པ་རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བདེན་པ་མངོན་པར་རྟོགས་པའོ། །
en: This, honorable Subhūti, is the bodhisattvas’ clear comprehension of the truth.

source: བཙུན་པ་རབ་འབྱོར་བདེན་པ་བདེན་པ་ཞེས་བྱ་བ་འདི་ནི་འགྱུར་བ་མེད་པའི་ཆོས་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: “Honorable Subhūti, what we call ‘truth’ is another way of referring to the quality of being unchanging.

source: བཙུན་པ་རབ་འབྱོར་ཅི་ཙམ་དུ་རྟོག་པ་དེ་ཙམ་དུ་ལོག་པ་སྟེ། རྟོག་པ་དང་བྲལ་བ་ནི་ཐར་པའོ། །
en: Honorable Subhūti, even the slightest concept is mistaken, while being free of concepts is liberation.

source: བཙུན་པ་རབ་འབྱོར་གང་གི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་སངས་རྒྱས་སུ་འགྱུར་རོ་ཞེས་ལུང་བསྟན་པས་ཁྱོད་རྙེད་པ་ལེགས་པར་རྙེད་དོ་ཞེས་སྨྲས་པ་ནི་བཙུན་པ་རབ་འབྱོར་གང་དག་རྙེད་པ་ལེགས་པར་རྙེད་པ་དེ་དག་ལ་ནི་ལུང་མི་སྟོན་ཏོ། །
en: Honorable Subhūti, because the Blessed One said ‘become a buddha,’ you then said ‘easily achieve success.’

source: གང་དག་རྙེད་པ་ལེགས་པར་མ་རྙེད་ཅིང་རྙེད་པ་མེད་པ་དེ་དག་ལ་ནི་ལུང་སྟོན་ཏོ། །
en: But, honorable Subhūti, the prophecy is not given to those who will easily achieve success; it is given to those who will not easily achieve success, to those for whom success does not exist.

source: གང་དག་རྙེད་པས་དགའ་བར་མི་སེམས་ཤིང་མ་རྙེད་པས་སྲོ་ཤི་བར་མི་འགྱུར་བ་དེ་དག་ལ་ལུང་སྟོན་ཏོ། །
en: The prophecy is given to those who take no joy in success and feel no dejection in failure.

source: གང་དག་འཁོར་བ་ལས་ཀྱང་མི་གཡོ་ལ་མྱ་ངན་ལས་འདས་པ་ཡང་ཐོབ་པར་འགྱུར་བ་དེ་དག་ལ་ལུང་སྟོན་ཏོ། །
en: The prophecy is given to those who do not leave saṃsāra behind while attaining nirvāṇa.

source: གང་དག་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལས་ཀྱང་མི་གཡོ་ལ་ངེས་པར་གྱུར་པ་ཡང་ཐོབ་པར་འགྱུར་བ་དེ་དག་ལ་ལུང་སྟོན་ཏོ། །
en: The prophecy is given to those who do not leave the phenomena of ordinary people behind while reaching certainty.

source: གང་དག་ལུང་བསྟན་པ་ཐོས་ན་དགའ་བར་མི་སེམས་པ་དེ་དག་ལ་ལུང་སྟོན་ཏོ། །
en: The prophecy is given to those who feel no joy when hearing the prophecy.”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པ་འདི་ཟབ་པོ། །
en: “What you have understood is profound,” said Subhūti.

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་གང་དག་རྟོགས་པས་ཁོང་དུ་ཆུད་པ་མཐོང་བ་དེ་དག་གི་ཁོང་དུ་ཆུད་པ་ཟབ་པོ། །
en: “Honorable Subhūti,” said Nirārambha, “profound is the understanding of those who recognize their understanding upon realization.”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཁོང་དུ་ཆུད་པ་འདི་བལྟ་དཀའོ། །
en: “It is hard to see this understanding,” said Subhūti.

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ལྟ་འདོད་པ་རྣམས་ཀྱིས་སོ། །
en: “Honorable Subhūti,” said Nirārambha, “those who wish to can see it.”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཁོང་དུ་ཆུད་པ་འདི་རྟོགས་པར་དཀའོ། །
en: “This understanding is difficult to realize,” said Subhūti.

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་མི་བརྩོན་པ་རྣམས་ཀྱིས་སོ། །
en: “Honorable Subhūti,” said Nirārambha, “those who make no effort can.”

source: སྨྲས་པ། རིགས་ཀྱི་བུ་ཚུལ་འདི་ལ་སུ་ཞིག་འཇུག་པར་འགྱུར།
en: Subhūti asked, “Child of good family, who can apply this way?”

source: སྨྲས་པ། གང་དག་སངས་རྒྱས་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པར་འགྱུར་བ་དང་། དགེ་བའི་རྩ་བ་མ་བསྐྱེད་པ་མ་ཡིན་པ་དང་སངས་རྒྱས་བྱུང་བ་ལ་བསྙེན་བཀུར་བྱས་པ་རྣམས་ཀྱི་རྣ་ལམ་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གྲག་པར་འགྱུར་རོ། །
en: “This way of the Dharma will sound in the ears of those who honored many buddhas, who did not fail to generate roots of virtue, and who honored the manifestations of the buddhas,” replied Nirārambha.

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། རིགས་ཀྱི་བུ་ཇི་ལྟར་ན་སངས་རྒྱས་ལ་བསྙེན་བཀུར་བྱས་པ་ཡིན།
en: Subhūti asked, “Child of good family, how are the buddhas honored?”

source: སྨྲས་པ་གང་སྒྲུབ་པ་སྟེན་པའོ། །
en: “They are served through one’s behavior,” replied Nirārambha.

source: སྨྲས་པ། རིགས་ཀྱི་བུ་སྒྲུབ་པ་ལ་གནས་པ་ཇི་ལྟར་རིག་པར་བྱ།
en: Subhūti asked, “How do you know that one is maintaining correct behavior?”

source: སྨྲས་པ། གང་སེམས་ཅན་རྣམས་ལ་ལོག་པར་མི་སྒྲུབ་པའོ། །
en: “When one is not adversarial to beings,” replied Nirārambha.

source: སྨྲས་པ། སེམས་ཅན་རྣམས་ལ་ལོག་པར་མི་སྒྲུབ་པ་ཇི་ལྟ་བུ།
en: Subhūti asked, “How is one not adversarial to beings?”

source: སྨྲས་པ། གང་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་མི་འདོར་བའོ། །
en: “Not giving up either great love or great compassion,” replied Nirārambha.

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱམས་པ་ཆེན་པོ་གང་།
en: Subhūti asked, “What is the great love of bodhisattvas?”

source: སྨྲས་པ། གང་ལུས་དང་སྲོག་དང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་སེམས་ཅན་ཐམས་ཅད་ལ་བྱིན་ཡང་ལན་དུ་ཕན་འདོགས་པ་ལ་མི་རེ་བའོ། །
en: “It is to give away one’s body, life, and roots of virtue to all beings without the expectation of reward,” replied Nirārambha.

source: སྨྲས་པ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྙིང་རྗེ་ཆེན་པོ་གང་།
en: Subhūti asked, “What is the great compassion of bodhisattvas?”

source: སྨྲས་པ། གང་ཐོག་མ་ཁོ་ནར་སེམས་ཅན་རྣམས་བྱང་ཆུབ་པར་འདོད་ཀྱི་བདག་ནི་མ་ཡིན་ནོ། །
en: “It is to wish, from the very outset, for the awakening of all beings, not for one’s own,” replied Nirārambha.

source: བསྟན་པ་འདི་བཤད་པ་ན་སྲོག་ཆགས་བདུན་ཁྲི་དྲུག་སྟོང་ནི། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །དགེ་སློང་ཉིས་བརྒྱ་ནི་ལེན་པ་མེད་པར་ཟག་པ་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: Once this instruction had been explained, seventy-six thousand living beings developed the mind intent on unsurpassable, completely perfect awakening, and the minds of two hundred monks were freed from the contaminants without further clinging.

source: ཡང་དེའི་ཚེ་ལྷའི་བུ་བཟང་སེམས་ཞེས་བྱ་བ་འཁོར་དེ་ཉིད་དུ་འདུས་པར་གྱུར་ནས་འདུག་པ་དེས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཀྱི་རྩ་བའི་རྟེན་གྱི་གནས་གང་ལགས།
en: Also present in the assembly at that time there was a devaputra named Excellent Mind, who addressed the Blessed One: “Blessed One, what is the core support of a bodhisattva’s awakening to buddhahood?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷའི་བུ་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཀྱི་རྩ་བའི་རྟེན་གྱི་གནས་ནི་བསམ་པ་ཕུན་སུམ་ཚོགས་པའི་སེམས་བསྐྱེད་པའོ།།
en: The Blessed One answered, “Devaputra, the core support for awakening to buddhahood is to develop the mind that has perfect intent.”

source: ལྷའི་བུ་བཟང་སེམས་ཀྱིས་གསོལ་པ། དེ་ལྟར་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པའི་སྤྱོད་ཡུལ་གང་ལགས།
en: The devaputra Excellent Mind asked, “In that case, what falls within the scope of generating the mind set on awakening?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་སྦྱིན་པ་ཡང་སྤྱོད་ཡུལ་ལ་རྣམ་པར་སྨིན་པ་ལ་རེ་བ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: “Devaputra,” answered the Blessed One, “generosity, when one is oriented to not expect a result, falls within that scope.

source: ཚུལ་ཁྲིམས་མ་ཉམས་པ་ཡང་སྤྱོད་ཡུལ་ལ་རྣམ་པར་མི་རྟོག་པའི་ཚུལ་ཁྲིམས་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Uncorrupted discipline, when one is oriented toward nonconceptual discipline, falls within that scope.

source: བཟོད་པ་ཡང་སྤྱོད་ཡུལ་ལ་མི་གཉིས་པའི་ཆོས་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Patience, when one is oriented toward the quality of nonduality, falls within that scope.

source: བརྩོན་འགྲུས་ཀྱང་སྤྱོད་ཡུལ་ལ་བརྩམ་པ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Diligence, when one is oriented toward not pursuing anything, falls within that scope.

source: བསམ་གཏན་ཡང་སྤྱོད་ཡུལ་ལ་ཤིན་ཏུ་སྙོམས་པར་ཞུགས་པའི་ཆོས་ཐམས་ཅད་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Meditative stability, when one is oriented toward all the qualities of deep meditative attainment, falls within that scope.

source: ཤེས་རབ་ཀྱང་སྤྱོད་ཡུལ་ལ་སྤྲོས་པ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Insight, when one is oriented toward the absence of conceptual elaboration, falls within that scope.

source: ཐོས་པ་ཡོངས་སུ་ཚོལ་བ་ལ་ཡང་སྤྱོད་ཡུལ་ལ་བརྗོད་དུ་མེད་པ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: “Seeking out learning, when one is oriented toward the inexpressible, falls within that scope.

source: ཞི་གནས་ཀྱང་སྤྱོད་ཡུལ་ལ་ཤིན་ཏུ་ཞི་བ་དང་། རབ་ཏུ་ཞི་བ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Meditative calm, when one is oriented toward deep calm and tranquility, falls within that scope.

source: ལྷག་མཐོང་ཡང་སྤྱོད་ཡུལ་ལ་ཆོས་ཐམས་ཅད་བསྟན་དུ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Meditative insight, when one is oriented toward the indemonstrability of all phenomena, falls within that scope.

source: དྲན་པ་ཉེ་བར་གཞག་པ་ཡང་སྤྱོད་ཡུལ་ལ་དྲན་པ་མེད་ཅིང་ཡིད་ལ་བྱེད་པ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The applications of mindfulness, when one is oriented toward nonrecollection and nonattentiveness, falls within that scope.

source: ཡང་དག་པར་སྤོང་བ་ཡང་སྤྱོད་ཡུལ་ལ་མངོན་པར་འདུ་མི་བྱེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The correct abandonments, when one is oriented toward the unfabricated, fall within that scope.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་ཡང་སྤྱོད་ཡུལ་ལ་སྨོན་པ་ཐམས་ཅད་ཡང་དག་པར་ཆད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The bases of miraculous power, when one is oriented toward ending all aspirations, fall within that scope.

source: དབང་པོ་ཡང་སྤྱོད་ཡུལ་ལ་དབང་པོ་ལས་འདས་པའི་ཆོས་རྣམས་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The powers, when one is oriented toward the qualities of transcending the powers, fall within that scope.

source: སྟོབས་ཀྱང་སྤྱོད་ཡུལ་ལ་དབྱེར་མེད་པའི་ཆོས་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The ten strengths, when one is oriented toward the quality of inseparability, fall within that scope.

source: བྱང་ཆུབ་ཀྱི་ཡན་ལག་ཀྱང་སྤྱོད་ཡུལ་ལ་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The branches of awakening, when one is oriented toward awakening to buddhahood, fall within that scope.

source: ལམ་ཡང་སྤྱོད་ཡུལ་ལ་ལམ་ངན་པར་ཞུགས་པའི་སེམས་ཅན་ཡོངས་སུ་བསྐྱབ་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: “The path, when one is oriented toward rescuing beings who have embarked on bad paths, falls within that scope.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ཡང་སྤྱོད་ཡུལ་ལ་ཆོས་ཐམས་ཅད་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The act of ripening beings, when one is oriented toward all phenomena, falls within that scope.

source: འདུལ་བ་ཡང་སྤྱོད་ཡུལ་ལ་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་དུལ་བར་བསྒོམ་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The act of taming, when one is oriented toward training in the taming of all phenomena, falls within that scope.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་སྤྱོད་ཡུལ་ལ་ཕ་རོལ་དང་ཚུ་རོལ་ལ་མི་ཆགས་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The perfections, when one is oriented toward not being attached to far or near, fall within that scope.

source: འཁོར་བ་ཡང་སྤྱོད་ཡུལ་ལ་མྱ་ངན་ལས་འདས་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན་མྱ་ངན་ལས་འདས་པ་ཡང་སྤྱོད་ཡུལ་ལ་མངོན་པར་འདུ་བྱེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Saṃsāra, when one is oriented toward nirvāṇa, falls within that scope. Nirvāṇa, when one is oriented toward constructs, falls within that scope.

source: སྐྱེ་བ་ཡང་སྤྱོད་ཡུལ་ལ་མ་སྐྱེས་པ་དང་མ་བྱུང་བ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Birth, when one is oriented toward the unborn and unarisen, falls within that scope.

source: ཕུང་པོ་ཡང་སྤྱོད་ཡུལ་ལ་ཉོན་མོངས་པ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The aggregates, when one is oriented toward being free of the afflictive emotions, fall within that scope.

source: ཁམས་ཀྱང་སྤྱོད་ཡུལ་ལ་དབྱེར་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The elements, when one is oriented toward inseparability, fall within that scope.

source: སྐྱེ་མཆེད་ཀྱང་སྤྱོད་ཡུལ་ལ་འཕགས་པའི་སྐྱེ་མཆེད་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The sense bases, when one is oriented toward the sense bases of the noble ones, fall within that scope.

source: ཆོས་ཉན་པ་ཡང་སྤྱོད་ཡུལ་ལ་ངེས་པར་སེམས་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: “Listening to the Dharma, when one is oriented toward contemplation, falls within that scope.

source: ཆོས་སྟོན་པ་ཡང་སྤྱོད་ཡུལ་ལ་བརྗོད་དུ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Teaching the Dharma, when one is oriented toward the inexpressible, falls within that scope.

source: གཟུགས་ཀྱི་སྐུ་རྣམ་པར་སྒྲུབ་པ་ཡང་སྤྱོད་ཡུལ་ལ་ཆོས་ཀྱི་སྐུ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: The manifest physical body, when oriented toward the dharmakāya, falls within that scope.

source: ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྐོར་བ་ཡང་སྤྱོད་ཡུལ་ལ་འཇུག་པ་མེད་པ་དང་། ལྡོག་པ་མེད་པ་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Turning the wheel of Dharma, when oriented toward not engaging or withdrawing, falls within that scope.

source: ཉན་ཐོས་ཀྱང་སྤྱོད་ཡུལ་ལ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་ཡང་མངོན་དུ་ཕྱོགས་པ་ཡིན།
en: Śrāvakas, when oriented toward the qualities of buddhahood, fall within that scope.

source: རང་སངས་རྒྱས་ཀྱང་སྤྱོད་ཡུལ་ལ་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་མངོན་དུ་ཕྱོགས་པ་ཡིན་ཏེ།
en: Pratyekabuddhas, when oriented toward the conduct of buddhas and bodhisattvas, fall within that scope.

source: ལྷའི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ཞེས་བྱའོ། །
en: Devaputra, this is the scope of a bodhisattva’s conduct.”

source: ལྷའི་བུ་བཟང་སེམས་ཀྱིས་གསོལ་པ། བྱང་ཆུབ་སེམས་དཔའི་ཆོ་ག་གང་ལགས།
en: The devaputra Excellent Mind then asked, “What are the guidelines for a bodhisattva?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བདག་བདེ་བ་ལ་མི་ལྟ་བ་དང་། སེམས་ཅན་གཞན་བདེ་བ་ལ་གཏོང་བ་དང་།
en: The Blessed One replied, “It is to not look for one’s own happiness and to bring happiness to other beings.

source: འཁོར་བ་ན་གནས་ཤིང་ཚུལ་ཁྲིམས་དང་། ཐོས་པ་དང་། བག་ཡོད་པ་དང་། མྱ་ངན་ལས་འདས་པ་ལ་གནས་ཤིང་སྙིང་རྗེ་ཆེན་པོ་ལས་ཕྱིར་མི་ལྡོག་པ་དང་།
en: It is to remain in saṃsāra with discipline, learning, and vigilance, and to remain in nirvāṇa while not forsaking great compassion.

source: མྱ་ངན་ལས་འདས་པ་ལག་མཐིལ་དུ་འོངས་ཀྱང་ཐོབ་པར་མི་བྱེད་པ་དང་།
en: It is to have nirvāṇa in the palm of one’s hand but elect not to attain it.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་འཁོར་བ་ཉིད་ཀྱི་རྗེས་སུ་འབྲང་བ་དང་།
en: It is to adhere to the ways of saṃsāra in order to ripen beings.

source: སེམས་ཅན་ཐམས་ཅད་རྗེས་སུ་སྲུང་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་དང་བ་མཚུངས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་མཚུངས་པར་དད་པར་བྱེད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་བསམ་པ་མཚུངས་པ་དང་།
en: It is to protect all beings, trust in them all equally, inspire trust in them equally, and be impartial toward them.

source: བགེད་པའི་རང་བཞིན་ཅན་དང་། ཟང་ཟིང་མེད་པའི་ཆོས་སྟོན་པ་དང་། རུང་བ་ལ་ཚོད་ཤེས་པ་དང་།
en: It is to be magnanimous, to teach without material concerns, and to know what is appropriate in a given context.

source: དབེན་པ་ལ་མངོན་པར་དགའ་ཞིང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་དང་།
en: It is to delight in solitude while engaging the mind appropriately.

source: སྐྱེ་བོ་མང་པོའི་དྲུང་དུ་གནས་ཤིང་ཆོས་ཡང་དག་པར་སྟོན་པ་ལ་སྙོམ་ལས་མེད་པ་དང་།
en: It is to sit before many people, teaching the true Dharma tirelessly.

source: གྲོང་དང་། གྲོང་ཁྱེར་དུ་ཞུགས་ནས་བྱམས་པ་ལ་མངོན་པར་ཕྱོགས་པ་དང་།
en: It is to live in towns and cities with a loving attitude.

source: རྙེད་པ་དང་བཀུར་སྟི་ལ་མངོན་པར་མི་དགའ་བ་དང་། འཇིག་རྟེན་པའི་འདུ་འཛི་ལས་འབྱོལ་བ་དང་།
en: It is to take no delight in gain and respect and to avoid worldly distractions.

source: རིགས་པ་དང་བཅས་ཤིང་སྙན་པ་དང་། འཇམ་པོར་སྨྲ་བ་དང་།
en: It is to speak logically, sweetly, and gently.

source: སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་རྣམས་ལ་དངོས་པོ་ཐམས་ཅད་ཀྱིས་ཕྱག་འཚལ་བ་དང་།
en: It is to worship the Buddha, Dharma, and Saṅgha with all types of objects.

source: གསོང་པོར་སྨྲ་བ་དང་། ཁྲོ་གཉེར་མེད་པ་དང་། རྟག་ཏུ་གཞན་གྱི་དོན་ལ་དགའ་བ་དང་།
en: It is to speak sincerely, not scowl, and to continually take joy in serving the aims of others.

source: ཐམས་ཅད་དུ་སེམས་ཆགས་པ་མེད་པ་དང་། ཡོངས་སུ་འཛིན་པ་ཐམས་ཅད་ལ་མངོན་པར་མི་དགའ་བ་དང་།
en: It is to always be without attachments and to take no joy in any form of grasping.

source: འཕགས་པའི་སྐྱེ་བོ་དང་འགྲོགས་པ་དང་། འཕགས་པ་མ་ཡིན་པའི་སྐྱེ་བོ་རྣམ་པར་སྤོང་བ་དང་།
en: It is to remain close to people who are noble and abandon the ignoble.

source: སངས་རྒྱས་ལ་བདག་ཉིད་ཙམ་དུ་ཕངས་པར་སེམས་པ་དང་། ཆོས་ལ་སྲོག་ཙམ་དུ་གཅེས་པར་འཛིན་པ་དང་། སྒྲུབ་པ་ལ་ཡན་ལག་གི་དམ་པ་མགོ་ཙམ་དུ་གཅེས་པར་སེམས་པ་དང་།
en: It is to hold the Buddha as dear as oneself, cherish the Dharma as much as life itself, and to cherish practice as much as that most excellent of limbs, the head.

source: ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་ངན་ངོན་གྱིས་ཆོག་པར་སེམས་པ་དང་།
en: “It is to be content with one’s robes, alms, bedding, medicines, and other simple possessions.

source: སློབ་དཔོན་དང་མཁན་པོ་རྣམས་ལ་སྟོན་པ་ཙམ་དུ་ཕངས་པར་སེམས་ཤིང་སྲོག་གི་ཕྱིར་ཡང་ཡོངས་སུ་མི་གཏོང་བ་དང་།
en: It is to hold one’s teachers and preceptors as dear as the Teacher himself and to not forsake them even at the cost of one’s life.

source: ལུང་ནོད་པ་དང་། ཁ་དོན་ལ་བརྩོན་པ་དང་།
en: It is to be consistent in following instructions and maintaining chanting practices.

source: ནམ་གྱི་ཆ་སྟོད་དང་། ནམ་གྱི་ཆ་སྨད་ལ་མི་ཉལ་བར་རྣལ་འབྱོར་ལ་བརྩོན་པ་དང་།
en: It is to be consistent in practice to the point of not sleeping in the first and last phases of the night.

source: བསམ་གཏན་དང་། ཏིང་ངེ་འཛིན་དང་།
en: It is to actualize meditative stability, samādhi, and meditative attainment.

source: སྙོམས་པར་འཇུག་པ་མངོན་དུ་བྱེད་པ་དང་། ཇི་ལྟར་ཐོས་པའི་ཆོས་རྣམས་ཚུལ་བཞིན་སོ་སོར་རྟོག་པ་དང་། ཤེས་རབ་ཀྱིས་རབ་ཏུ་རྟོགས་པར་བྱེད་པ་དང་། སེམས་ལ་རྙོག་པ་མེད་པ་དང་།
en: It is to correctly analyze what one has heard, gain realization through insight, and be of clear mind.

source: བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བ་དང་།
en: It is to give away all possessions.

source: ནང་དུ་སོ་སོར་རྟོག་པ་དང་། ཕྱི་རོལ་དུ་མི་རྒྱུག་པ་དང་།
en: It is to be inwardly discriminating while not pursuing the external.

source: ལུས་ཡོངས་སུ་གཏོང་བ་དང་། ཞེ་སྡང་རྣམ་པར་སྤོང་བ་དང་། གཏི་མུག་རྣམ་པར་འཇོམས་པ་དང་། ཤེས་རབ་འབར་བར་བྱེད་པ་དང་།
en: It is to give away the body, reject anger, defeat dullness, and ignite insight.

source: སོ་སོར་ཐར་པའི་སྡོམ་པ་དང་། འདུལ་བ་ལས་ཕྱིར་མི་འདའ་བ་དང་།
en: It is to hold the prātimokṣa vows and not violate the rules of the Vinaya.
